print("***กดเพื่อ1ชำระเงินปลายทาง***,***กด2เพื่อชำระเงินผ่านธนาคาร***")
aa =int(input("กรุณาใส่ตัวเลขเพื่อกรอกข้อมูลจัดส่ง"))
if aa==1 :
    print("***คุณกำลังทำรายการชำระเงินปลายทางปลายทาง***")
    print("ตัวอย่าง ชื่อนายเบิดร์ 67/2หมู่3 บ.นกน้อย ต.แม่กา อ.แม่กา จ.พะเยา เบอร์โทรศัพท์ อีเมล รหัสไปรษณีย์ ")

    input("")   
    print("คุณทำรายการเสร็จสิ้นแล้ว ระบบกำลังทำรายการส่ง Thank you")
    
elif aa==2 :
        print("***คุณกำลังทำรายการชำระเงินผ่านทางธนาคาร***")
        print("***แสดงหลักฐานการโอนหรือใบสลิป***")
        input("")      
        print("กรอกข้อมูลตามตัวอย่าง ชื่อนายเบิดร์ 67/2หมู่3 บ.นกน้อย ต.แม่กา อ.แม่กา จ.พะเยา เบอร์โทรศัพท์ อีเมล รหัสไปรษณีย์ ")
        input("")
        print("คุณทำรายการเสร็จสิ้นแล้ว ระบบกำลังทำรายการส่ง Thank you")

else :
    print("คุณทำรายการไม่ถูกต้อง กรุณาทำใหม่อีกรอบ")
    
    #******* แบบว่าอยากให้ที่รับค่ามา(บรรทัศ7.13.15)เก็บค่าไว้ในลิสเป็นฐานข้อมูลไว้อ่ะ*******

